
<policyDefinitionResources revision="1.0" schemaVersion="1.0">

  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Name_ECSCommunicationEnabled">Включить связь и загрузить эксперименты</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Центр обновления Microsoft Edge 1.3.133.3 и более поздней версии</string>
      <string id="Pol_ProxyMode">Укажите, как определять настройки прокси-сервера</string>
      <string id="Name_ForceInstallsMachine">Принудительные установки (на уровне компьютера)</string>
      <string id="Name_ManualUpdatesOnly">Обновление только вручную</string>
      <string id="Pol_EdgePreview">Разрешить регистрацию пользователей программы предварительной оценки Windows в предварительной версии Edge</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Центр обновления Microsoft Edge 1.3.21.81 и более поздние версии</string>
      <string id="Explain_Applications">Для поддержки приложений Microsoft Edge, выпущенных в будущем, будет необходим обновленный шаблон ADMX/ADML.</string>
      <string id="Name_DesktopShortcutDisabled">Запрет создания ярлыков рабочего стола при установке</string>
      <string id="Pol_DefaultRemoveDesktopShortcut">Удаление ярлыков рабочего стола при обновлении по умолчанию</string>
      <string id="TargetChannel_Dev_DropDown">Разработка</string>
      <string id="Pol_ECSControl">Управление связью средства обновления со службой "Служба расширенной конфигурации"</string>
      <string id="Explain_ECSControl">В обновлении Microsoft Edge служба "Служба расширенной конфигурации" используется для развертывания полезной нагрузки.

Полезная нагрузка экспериментирования состоит из списка ранних возможностей разработки, которые корпорация Майкрософт включает для тестирования и обратной связи.

Если включить эту политику, полезные данные для эксперимента будут скачаны из службы "Служба расширенной конфигурации" .

Если эту политику отключить, связь со службой "Служба расширенной конфигурации" будет полностью прекращена.

Если не настроить эту политику, на управляемом устройстве поведение системы будет такое же, как при отключении политики.

Если не настроить эту политику, на неуправляемых устройствах поведение системы будет такое же, как при включенной политике.</string>
      <string id="Name_InstallsDisabled">Установка запрещена</string>
      <string id="Pol_TargetChannel">Переопределение целевого канала</string>
      <string id="Pol_AllowInstallation">Разрешить установку</string>
      <string id="ProxyFixedServers_DropDown">Использовать фиксированные прокси-серверы</string>
      <string id="Explain_CreateDesktopShortcut">Если вы включите эту политику, ярлык на рабочем столе будет создан при установке Microsoft Edge.
  Если вы отключите эту политику, ярлык на рабочем столе не будет создан при установке Microsoft Edge.
  Если вы не настроите эту политику, ярлык на рабочем столе Microsoft Edge будет создан во время установки.
  Если Microsoft Edge уже установлен, эта политика не будет действовать.

  Если вы не настроите эту политику для канала, конфигурация политики «Запрет создания ярлыка на рабочем столе при установке по умолчанию» определяет создание ярлыка при установке Microsoft Edge.</string>
      <string id="TargetChannel_Extended_Stable_DropDown">Расширенный стабильный</string>
      <string id="Pol_AllowSideBySideExperience">Разрешить параллельный запуск браузеров Microsoft Edge</string>
      <string id="Explain_AutoUpdateCheckPeriod">Минимальное количество минут между автоматическими проверками обновлений.

Задайте для этой политики значение 0, чтобы отключить весь периодический сетевой трафик Центра обновления Microsoft Edge. Это не рекомендуется, так как Центр обновления Microsoft Edge не сможет получать обновления для безопасности и стабильности.

Для управления обновлениями приложений вместо этого параметра следует использовать параметры "Переопределение политики обновления по умолчанию" и "Переопределение политики обновления".</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Центр обновления Microsoft Edge 1.3.119.43 и более поздних версий</string>
      <string id="Explain_DefaultUpdatePolicy">Позволяет задать стандартное поведение для всех каналов в отношении обработки Центром обновления Microsoft Edge доступных обновлений для Microsoft Edge. Можно переопределить для отдельных каналов, указав политику "Переопределение политики обновления" для этих конкретных каналов.

  Если включить эту политику, Центр обновления Microsoft Edge будет обрабатывать обновления Microsoft Edge в соответствии с тем, как вы настроите следующие параметры:
   — Всегда разрешать обновления: обновления всегда применяются при их обнаружении — при регулярной автоматической или ручной проверке.
   — Только автоматическая установка обновлений без уведомлений: обновления применяются только в случае обнаружения в ходе регулярной автоматической проверки.
   — Только обновления вручную: обновления применяются только в тех случаях, когда пользователь запускает проверку обновлений вручную.
   — Обновления отключены: обновления никогда не применяются.

 Если вы выберете обновление вручную, обязательно периодически проверяйте наличие обновлений, используя механизм обновления приложения вручную, если он доступен. Если вы отключите обновления, периодически проверяйте наличие обновлений и делитесь ими с пользователями.

Если эта политика не включена и не настроена, Центр обновления Microsoft Edge обрабатывает доступные обновления согласно политике "Переопределение политики обновления".

  Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_WebView_AutoUpdate">Позволяет указать, включены ли автоматические обновления для среды выполнения WebView2. Среда выполнения WebView2 — это компонент, используемый приложениями для отображения веб-контента.
  Автоматические обновления включены по умолчанию. Отключение автоматических обновлений для среды выполнения WebView2 может вызвать проблемы совместимости с приложениями, которые зависят от этого компонента.

  Если эта политика включена, Центр обновления Microsoft Edge будет обрабатывать обновления среды выполнения WebView2 в соответствии с настройкой следующих параметров.
  – Всегда разрешать обновления: обновления скачиваются и применяются автоматически
  – Обновления отключены: обновления никогда не скачиваются и не применяются

  Если эта политика не включена, обновления скачиваются и применяются автоматически.</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Центр обновления Microsoft Edge 1.3.34.3 и более поздние версии</string>
      <string id="ProxyAutoDetect_DropDown">Автоматическое определение настроек прокси-сервера</string>
      <string id="ProxyPacScript_DropDown">Использовать файл сценария (.pac) прокси-сервера</string>
      <string id="DownloadPreference_DropDown">Кэшируемые URL-адреса загрузки</string>
      <string id="Name_ForceInstallsUser">Принудительная установка (на пользователя)</string>
      <string id="Explain_AllowSideBySideExperience">Этот параметр политики позволяет пользователю параллельно запускать Microsoft Edge (Edge HTML) и Microsoft Edge (на базе Chromium). 

Если выбрано значение "Не настроено", Microsoft Edge (на базе Chromium) заменит Microsoft Edge (Edge HTML) после того, как будут установлены стабильный канал Microsoft Edge (на базе Chromium) и обновления для системы безопасности за ноябрь 2019 г. Точно так же действует значение параметра "Отключено". 

Если выбрано значение "Отключено", параллельный запуск будет невозможен и Microsoft Edge (на базе Chromium) заменит Microsoft Edge (Edge HTML) после того, как будут установлены стабильный канал Microsoft Edge (на базе Chromium) и обновления для системы безопасности за ноябрь 2019 г. Точно так же действует значение параметра "Не настроено". 

Если выбрано значение "Включено", Microsoft Edge (на базе Chromium) и Microsoft Edge (Edge HTML) могут быть запущены параллельно после установки Microsoft Edge (на базе Chromium). 

Чтобы эта групповая политика была применена, ее необходимо настроить до того, как Центр обновления Windows автоматически установит Microsoft Edge (на базе Chromium). Примечание. ​Пользователь может запретить автоматическое обновление Microsoft Edge (на базе Chromium) с помощью набора средств для блокировки Microsoft Edge (на базе Chromium). 

Начиная с Windows 10 версии 20H2, устаревшая версия Microsoft Edge и параллельный запуск браузеров не поддерживаются.</string>
      <string id="Explain_RemoveDesktopShortcut">Если для этой политики задано значение "Принудительное удаление ярлыков рабочего стола на уровне системы", все существующие ярлыки рабочего стола Microsoft Edge на системном уровне будут удалены при обновлении браузера или перезагрузке компьютера.
  Если для этой политики задано значение "Принудительное удаление ярлыков рабочего стола на уровне системы и уровне пользователя", все существующие ярлыки рабочего стола Microsoft Edge на уровне системы будут удалены при обновлении браузера или перезагрузке компьютера, а также при обновлении браузера будут удалены все существующие ярлыки рабочего стола на уровне пользователя. Сюда входят ярлыки рабочего стола на уровне пользователя, созданные пользователями самостоятельно.
  Если эта политика не настроена, с существующими ярлыками рабочего стола Microsoft Edge действия выполняться не будут.

Если эта политика не настроена для канала, удаление ярлыка рабочего стола определяет конфигурация политики "Удаление ярлыков рабочего стола при обновлении по умолчанию".</string>
      <string id="ProxyDisabled_DropDown">Никогда не использовать прокси-сервер</string>
      <string id="Pol_DefaultAllowInstallation">Разрешить установку по умолчанию</string>
      <string id="Pol_ProxyPacUrl">URL-адрес PAC-файла прокси-сервера</string>
      <string id="Cat_Applications">Приложения</string>
      <string id="Explain_ProxyPacUrl">Позволяет указать URL-адрес для PAC-файла автоматической настройки прокси-сервера.

  Если эта политика включена, можно указать URL-адрес для PAC-файла, который будет определять, как Центр обновления Microsoft Edge автоматически выбирает подходящий прокси-сервер для получения определенного веб-сайта.

  Эта политика применяется только в том случае, если вы выбрали ручные настройки прокси-сервера в политике «Укажите, как указать параметры прокси-сервера».

  Не настраивайте эту политику, если вы выбрали не ручную настройку прокси-сервера в политике «Укажите, как указать параметры прокси-сервера».</string>
      <string id="Sup_EdgeUpdate1_3_145_1">Центр обновления Microsoft Edge 1.3.145.1 или более поздней версии</string>
      <string id="TargetChannel_Beta_DropDown">Бета-версия</string>
      <string id="Sup_EdgeUpdate1_3_168_21">Центр обновления Microsoft Edge 1.3.168.21 или более поздней версии</string>
      <string id="Explain_Preferences">Общие политики для Центра обновления Microsoft Edge.</string>
      <string id="Explain_WebView">Указывает политики для среды выполнения WebView2.</string>
      <string id="Explain_ProxyServer">Позволяет указать URL-адрес прокси-сервера, который будет использоваться Центром обновления Microsoft Edge.

  Если эта политика включена, можно задать URL-адрес прокси-сервера, который будет использоваться Центром обновления Microsoft Edge в вашей организации.

  Эта политика применяется только в том случае, если вы выбрали ручные настройки прокси-сервера в политике «Укажите, как указать параметры прокси-сервера».

  Не настраивайте эту политику, если вы выбрали не ручную настройку прокси-сервера в политике «Укажите, как указать параметры прокси-сервера».</string>
      <string id="Explain_DefaultAllowInstallation">Вы можете указать поведение по умолчанию для всех каналов, чтобы разрешить или заблокировать Microsoft Edge на устройствах, подключенных к домену.

Вы можете переопределить эту политику для отдельных каналов, включив политику "Разрешить установку" для определенных каналов.

Если отключить эту политику, установка Microsoft Edge будет заблокирована. Это влияет на установку программного обеспечения Microsoft Edge, только если для политики "Разрешить установку" задано значение "Не настроено".

Эта политика не запрещает запуск Центра обновления Microsoft Edge и не запрещает пользователям устанавливать программное обеспечение Microsoft Edge другими способами.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Sup_EdgeUpdate1_3_155_1">Центр обновления Microsoft Edge 1.3.155.1 или более поздней версии</string>
      <string id="TargetChannel_Stable_DropDown">Стабильный</string>
      <string id="Cat_Google">Microsoft</string>
      <string id="Pol_DefaultUpdatePolicy">Переопределение политики обновления по умолчанию</string>
      <string id="Explain_ProxyMode">Позволяет указать настройки прокси-сервера, которые будет использовать Центр обновления Microsoft Edge.

  Если эта политика включена, можно выбрать следующие варианты настроек прокси-сервера.
   - Если вы решите никогда не использовать прокси-сервер и всегда подключаться напрямую, все другие настройки будут игнорироваться.
   - Если задать использование системных настроек прокси-сервера или автоматическое определение прокси-сервера, все другие настройки будут игнорироваться.
   - Если выбрать режим фиксированных адресов прокси-серверов, можно определить дополнительные настройки в политике «Адрес или URL-адрес прокси-сервера».
   - Если вы решите использовать файл сценария прокси-сервера (.pac), необходимо указать URL-адрес сценария в политике «URL-адрес PAC-файла прокси-сервера».

  Если эта политика включена, пользователи вашей организации не могут изменять настройки прокси-сервера в Центре обновления Microsoft Edge.

  Если отключить или не настроить эту политику, настройки прокси-сервера не будут заданы, но пользователи вашей организации смогут указать свои настройки прокси-сервера в Центре обновления Microsoft Edge.</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Центр обновления Microsoft Edge 1.3.26.0 и более поздние версии</string>
      <string id="Pol_RemoveDesktopShortcut">Удаление ярлыков рабочего стола при обновлении</string>
      <string id="Sup_EdgeUpdate1_3_147_1">Центр обновления Microsoft Edge 1.3.147.1 или более поздней версии</string>
      <string id="Name_UpdatesDisabled">Обновления отключены</string>
      <string id="Pol_RollbackToTargetVersion">Откат к целевой версии</string>
      <string id="Explain_WebView_Install">Lets you specify whether the WebView2 Runtime can be installed using Microsoft Edge Update.

  If you enable this policy, users can install the WebView2 Runtime through Microsoft Edge Update.

  If you disable this policy (or set it to 'Installs disabled'), users cannot install the WebView2 Runtime through Microsoft Edge Update.

  If you set this policy to Always allow Machine-Wide Installs but not Per-User Installs, the WebView2 Runtime will only be deployed machine-wide.

  If you set the policy to Force Installs (Machine-Wide), users can install the WebView2 Runtime to all machines where Microsoft Edge Update is pre-installed. Requires Microsoft Edge Update 1.3.155.43 or higher.

  If you don't configure this policy, the WebView2 Runtime will be installed through Microsoft Edge Update.</string>
      <string id="Explain_GoogleUpdate">Политики для управления установкой и обновлением Microsoft Edge через Центр обновления Microsoft Edge.</string>
      <string id="Explain_DefaultRemoveDesktopShortcut">Позволяет указать поведение по умолчанию для всех каналов для создания ярлыка рабочего стола при установке Microsoft Edge.

Если для этой политики задано значение "Принудительное удаление ярлыков рабочего стола на уровне системы", все существующие ярлыки рабочего стола Microsoft Edge на системном уровне будут удалены при обновлении браузера или перезагрузке компьютера.
  Если для этой политики задано значение "Принудительное удаление ярлыков рабочего стола на уровне системы и уровне пользователя", все существующие ярлыки рабочего стола Microsoft Edge на уровне системы будут удалены при обновлении браузера или перезагрузке компьютера, а также при обновлении браузера будут удалены все существующие ярлыки рабочего стола на уровне пользователя. Сюда входят ярлыки рабочего стола на уровне пользователя, созданные пользователями самостоятельно.
  Если эта политика не настроена, с существующими ярлыками рабочего стола Microsoft Edge действия выполняться не будут.</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">Если данный параметр политики включен, проверки обновлений отключаются каждый день с Час:Минута на заданный период времени (в минутах). Переход на летнее время не влияет на период отключения. Например, если отключение выполняется в 22:00 на 480 минут, обновления отключаются ровно на 8 часов, независимо от перехода на летнее время или обратно в течение этого периода.

  Если эта политика отключена или не настроена, проверка обновлений не отключается.</string>
      <string id="Name_UpdatesEnabled">Всегда разрешать обновления (рекомендуется)</string>
      <string id="Cat_ProxyServer">Прокси-сервер</string>
      <string id="Pol_CreateDesktopShortcut">Запрет создания ярлыка на рабочем столе при установке</string>
      <string id="Pol_AutoUpdateCheckPeriod">Переопределение периода проверки автоматических обновлений</string>
      <string id="Sup_GoogleUpdate1_2_145_5">Центр обновления Microsoft Edge 1.2.145.5 и более поздние версии</string>
      <string id="Pol_DefaultCreateDesktopShortcut">Запрет создания ярлыка на рабочем столе при установке по умолчанию</string>
      <string id="Name_DeleteSystemDesktopShortcuts">Принудительное удаление ярлыков рабочего стола на уровне системы</string>
      <string id="Name_ECSCommunicationDisabled">Отключить связь со службой "Служба расширенной конфигурации"</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Центр обновления Microsoft Edge 1.3.33.5 и более поздние версии</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Microsoft Edge Update 1.3.127.1 и более поздние версии</string>
      <string id="Name_InstallsEnabled">Всегда разрешать установку (рекомендуется)</string>
      <string id="Explain_DownloadPreference">Если этот параметр включен, сервер Центра обновления Microsoft Edge попытается предоставить понятные для кэша URL-адреса, указывающие на полезные данные обновлений в его ответах.</string>
      <string id="Name_AutomaticUpdatesOnly">Только автоматическая установка обновлений</string>
      <string id="Pol_TargetVersionPrefix">Переопределение целевой версии</string>
      <string id="Pol_DownloadPreference">Переопределение класса URL-адреса загрузки</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">Период времени для каждого дня, в течение которого следует отключать проверку автоматического обновления</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Microsoft Edge Update 1.3.128.0 и более поздние версии</string>
      <string id="Cat_WebView">Среда выполнения Microsoft Edge WebView2 Runtime</string>
      <string id="Pol_UpdatePolicy">Переопределение политики обновления</string>
      <string id="Pol_ProxyServer">Адрес или URL-адрес прокси-сервера</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Позволяет задавать поведение по умолчанию для всех каналов в отношении создания значков на рабочем столе при установке Microsoft Edge.

  Если вы включите эту политику, при установке Microsoft Edge на рабочем столе будет создан ярлык.
  Если эта политика отключена, при установке Microsoft Edge не будет создаваться ярлык на рабочем столе.
  Если не настроить эту политику, в процессе установки на рабочем столе будет создан ярлык Microsoft Edge. 
  Если Microsoft Edge уже установлен, эта политика ничего не изменит.</string>
      <string id="Name_DeleteAllDesktopShortcuts">Принудительное удаление ярлыков рабочего стола на уровне системы и уровне пользователя</string>
      <string id="ProxyUseSystem_DropDown">Использовать системные настройки прокси-сервера</string>
      <string id="Cat_Preferences">Настройки</string>
      <string id="Name_InstallsEnabledMachineOnly">Всегда разрешать Machine-Wide, но не Per-User установки</string>
      <string id="Cat_GoogleUpdate">Обновление Microsoft Edge</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">Указывает, можно ли установить канал Microsoft Edge на устройствах, подключенных к домену.

  Если включить этот параметр политики для канала, установка Microsoft Edge не будет заблокирована.

  Если отключить этот параметр политики для канала (или установить параметр "Установка отключена"), установка Microsoft Edge будет заблокирована.

  Если не настроить этот параметр политики для канала, возможность установки этого канала Microsoft Edge для пользователей будет определяться конфигурацией политики "Разрешить установку по умолчанию".

Если для этой политики задано значение "Всегда разрешать Machine-Wide, но не Per-User установок", "APP_NAME" будет развернут только на уровне компьютера.

Если для этой политики задан параметр "Принудительная установка" (на уровне компьютера), приложение "APP_NAME" можно развернуть на уровне компьютера, только если предварительно установлен Центр обновления Microsoft Edge. Требуется Центр обновления Microsoft Edge 1.3.155.43 или более поздней версии.

Если для этой политики задан параметр "Принудительная установка" (для каждого пользователя), приложение "APP_NAME" можно развернуть для каждого пользователя на всех компьютерах, только если Центр обновления Microsoft Edge предварительно установлен для каждого пользователя. Требуется Центр обновления Microsoft Edge 1.3.155.43 или более поздней версии.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Позволяет задать стандартную работу Центра обновления Microsoft Edge при наличии доступных обновлений для Microsoft Edge.

Если включить данную политику, Центр обновления Microsoft Edge будет обрабатывать обновления Microsoft Edge в соответствии с тем, как вы настроите следующие параметры:
   — Всегда разрешать обновления: обновления всегда применяются при их обнаружении — при регулярной автоматической или ручной проверке.
  — Только автоматическая установка обновлений без уведомлений: обновления применяются только в случае обнаружения в ходе регулярной автоматической проверки.
  — Только обновления вручную: обновления применяются только в тех случаях, когда пользователь запускает проверку обновлений вручную. (Не во всех приложениях имеется соответствующий интерфейс.)
  — Обновления отключены: обновления никогда не применяются.

Если вы выберете обновление вручную, обязательно периодически проверяйте наличие обновлений, используя механизм обновления приложения вручную, если он доступен. Если вы отключите обновления, периодически проверяйте наличие обновлений и делитесь ими с пользователями.

Если этот параметр не включен и не настроен, Центр обновления Microsoft Edge обрабатывает доступные обновления согласно политике "Переопределение политики обновления по умолчанию".

Дополнительные сведения см. на странице https://go.microsoft.com/fwlink/?linkid=2136406.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdge">Указывает, на каком канале следует обновить Microsoft Edge.

Если эта политика включена, Microsoft Edge будет обновлен до канала в соответствии с настройкой следующих параметров:

  — Стабильная версия: Microsoft Edge будет обновлен до последней стабильной версии.
  — Бета-версия: Microsoft Edge будет обновлен до последней бета-версии.
  — Версия разработчика: Microsoft Edge будет обновлен до последней версии разработчика.
  — Расширенная стабильная версия: Microsoft Edge будет обновлен до последней расширенной версии, которая имеет более длительную периодичность выпуска, чем стабильная. Дополнительные сведения см. на сайте https://go.microsoft.com/fwlink/?linkid=2163508.

Если эта политика не настроена, Microsoft Edge будет обновлен до последней версии, доступной для канала по умолчанию.

Эта политика доступна только в экземплярах Windows, которые присоединены к домену Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">Если эта политика включена и автообновление включено, Microsoft Edge будет обновлен до версии, указанной в этом значении политики. 

Значение политики должно быть определенной версией Microsoft Edge, например, 83.0.499.12.

Если на устройстве установлена более новая версия Microsoft Edge, чем указанное значение, Microsoft Edge останется в более новой версии и не будет понижен до указанной версии.

Если указанная версия не существует или неправильно отформатирована, Microsoft Edge останется в своей текущей версии и не обновится до будущих версий автоматически.

Дополнительные сведения см. на странице https://go.microsoft.com/fwlink/?linkid=2136707.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Указывает, что Центр обновления Microsoft Edge должен откатить установки Microsoft Edge до версии, указанной в параметре "Переопределение целевой версии".

Эта политика не оказывает влияния, если не настроен параметр "Переопределение целевой версии", а параметру "Переопределение политики обновления" не присвоено одно из включенных состояний (всегда разрешать обновления, только автоматические фоновые обновления, только обновления вручную).

Если отключить или не настроить эту политику, установки с версиями, превосходящими указанную в параметре "Переопределение целевой версии", будут оставлены как есть.

Если включить эту политику, установки с текущей версией, превосходящей указанную в параметре "Переопределение целевой версии", будут понижены до целевой версии.

Мы рекомендуем пользователям устанавливать последнюю версию браузера Microsoft Edge, чтобы обеспечить защиту с помощью последних обновлений системы безопасности. Откат к предыдущей версии создает риск возникновения известных проблем безопасности. Эта политика предназначена в качестве временного исправления проблем с обновлением браузера Microsoft Edge.

Перед временным откатом версии браузера мы рекомендуем включить синхронизацию (https://go.microsoft.com/fwlink/?linkid=2133032) для всех пользователей в организации. Если не включить синхронизацию, существует риск безвозвратной потери данных браузера. Используйте эту политику на собственный страх и риск.

Примечание. Все версии, доступные для отката, можно просмотреть здесь: https://aka.ms/EdgeEnterprise.

Эта политика применяется к Microsoft Edge версии 86 или более поздней.

Дополнительные сведения см. на странице https://go.microsoft.com/fwlink/?linkid=2133918.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdge">Lets you specify whether users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you enable this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you disable this policy, users in the Windows Insider Program cannot be enrolled in Edge Preview via Microsoft Edge Update.

  - If you don't configure this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update by default.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">Указывает, можно ли установить канал Microsoft Edge на устройствах, подключенных к домену.

  Если включить этот параметр политики для канала, установка Microsoft Edge не будет заблокирована.

  Если отключить этот параметр политики для канала (или установить параметр "Установка отключена"), установка Microsoft Edge будет заблокирована.

  Если не настроить этот параметр политики для канала, возможность установки этого канала Microsoft Edge для пользователей будет определяться конфигурацией политики "Разрешить установку по умолчанию".

Если для этой политики задано значение "Всегда разрешать Machine-Wide, но не Per-User установок", "APP_NAME" будет развернут только на уровне компьютера.

Если для этой политики задан параметр "Принудительная установка" (на уровне компьютера), приложение "APP_NAME" можно развернуть на уровне компьютера, только если предварительно установлен Центр обновления Microsoft Edge. Требуется Центр обновления Microsoft Edge 1.3.155.43 или более поздней версии.

Если для этой политики задан параметр "Принудительная установка" (для каждого пользователя), приложение "APP_NAME" можно развернуть для каждого пользователя на всех компьютерах, только если Центр обновления Microsoft Edge предварительно установлен для каждого пользователя. Требуется Центр обновления Microsoft Edge 1.3.155.43 или более поздней версии.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Позволяет задать стандартную работу Центра обновления Microsoft Edge при наличии доступных обновлений для Microsoft Edge.

Если включить данную политику, Центр обновления Microsoft Edge будет обрабатывать обновления Microsoft Edge в соответствии с тем, как вы настроите следующие параметры:
   — Всегда разрешать обновления: обновления всегда применяются при их обнаружении — при регулярной автоматической или ручной проверке.
  — Только автоматическая установка обновлений без уведомлений: обновления применяются только в случае обнаружения в ходе регулярной автоматической проверки.
  — Только обновления вручную: обновления применяются только в тех случаях, когда пользователь запускает проверку обновлений вручную. (Не во всех приложениях имеется соответствующий интерфейс.)
  — Обновления отключены: обновления никогда не применяются.

Если вы выберете обновление вручную, обязательно периодически проверяйте наличие обновлений, используя механизм обновления приложения вручную, если он доступен. Если вы отключите обновления, периодически проверяйте наличие обновлений и делитесь ими с пользователями.

Если этот параметр не включен и не настроен, Центр обновления Microsoft Edge обрабатывает доступные обновления согласно политике "Переопределение политики обновления по умолчанию".

Дополнительные сведения см. на странице https://go.microsoft.com/fwlink/?linkid=2136406.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeBeta">Указывает, на каком канале следует обновить Microsoft Edge.

Если эта политика включена, Microsoft Edge будет обновлен до канала в соответствии с настройкой следующих параметров:

  — Стабильная версия: Microsoft Edge будет обновлен до последней стабильной версии.
  — Бета-версия: Microsoft Edge будет обновлен до последней бета-версии.
  — Версия разработчика: Microsoft Edge будет обновлен до последней версии разработчика.
  — Расширенная стабильная версия: Microsoft Edge будет обновлен до последней расширенной версии, которая имеет более длительную периодичность выпуска, чем стабильная. Дополнительные сведения см. на сайте https://go.microsoft.com/fwlink/?linkid=2163508.

Если эта политика не настроена, Microsoft Edge будет обновлен до последней версии, доступной для канала по умолчанию.

Эта политика доступна только в экземплярах Windows, которые присоединены к домену Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">Если эта политика включена и автообновление включено, Microsoft Edge будет обновлен до версии, указанной в этом значении политики. 

Значение политики должно быть определенной версией Microsoft Edge, например, 83.0.499.12.

Если на устройстве установлена более новая версия Microsoft Edge, чем указанное значение, Microsoft Edge останется в более новой версии и не будет понижен до указанной версии.

Если указанная версия не существует или неправильно отформатирована, Microsoft Edge останется в своей текущей версии и не обновится до будущих версий автоматически.

Дополнительные сведения см. на странице https://go.microsoft.com/fwlink/?linkid=2136707.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Указывает, что Центр обновления Microsoft Edge должен откатить установки Microsoft Edge до версии, указанной в параметре "Переопределение целевой версии".

Эта политика не оказывает влияния, если не настроен параметр "Переопределение целевой версии", а параметру "Переопределение политики обновления" не присвоено одно из включенных состояний (всегда разрешать обновления, только автоматические фоновые обновления, только обновления вручную).

Если отключить или не настроить эту политику, установки с версиями, превосходящими указанную в параметре "Переопределение целевой версии", будут оставлены как есть.

Если включить эту политику, установки с текущей версией, превосходящей указанную в параметре "Переопределение целевой версии", будут понижены до целевой версии.

Мы рекомендуем пользователям устанавливать последнюю версию браузера Microsoft Edge, чтобы обеспечить защиту с помощью последних обновлений системы безопасности. Откат к предыдущей версии создает риск возникновения известных проблем безопасности. Эта политика предназначена в качестве временного исправления проблем с обновлением браузера Microsoft Edge.

Перед временным откатом версии браузера мы рекомендуем включить синхронизацию (https://go.microsoft.com/fwlink/?linkid=2133032) для всех пользователей в организации. Если не включить синхронизацию, существует риск безвозвратной потери данных браузера. Используйте эту политику на собственный страх и риск.

Примечание. Все версии, доступные для отката, можно просмотреть здесь: https://aka.ms/EdgeEnterprise.

Эта политика применяется к Microsoft Edge версии 86 или более поздней.

Дополнительные сведения см. на странице https://go.microsoft.com/fwlink/?linkid=2133918.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeBeta">Lets you specify whether users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you enable this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you disable this policy, users in the Windows Insider Program cannot be enrolled in Edge Preview via Microsoft Edge Update.

  - If you don't configure this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update by default.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">Указывает, можно ли установить канал Microsoft Edge на устройствах, подключенных к домену.

  Если включить этот параметр политики для канала, установка Microsoft Edge не будет заблокирована.

  Если отключить этот параметр политики для канала (или установить параметр "Установка отключена"), установка Microsoft Edge будет заблокирована.

  Если не настроить этот параметр политики для канала, возможность установки этого канала Microsoft Edge для пользователей будет определяться конфигурацией политики "Разрешить установку по умолчанию".

Если для этой политики задано значение "Всегда разрешать Machine-Wide, но не Per-User установок", "APP_NAME" будет развернут только на уровне компьютера.

Если для этой политики задан параметр "Принудительная установка" (на уровне компьютера), приложение "APP_NAME" можно развернуть на уровне компьютера, только если предварительно установлен Центр обновления Microsoft Edge. Требуется Центр обновления Microsoft Edge 1.3.155.43 или более поздней версии.

Если для этой политики задан параметр "Принудительная установка" (для каждого пользователя), приложение "APP_NAME" можно развернуть для каждого пользователя на всех компьютерах, только если Центр обновления Microsoft Edge предварительно установлен для каждого пользователя. Требуется Центр обновления Microsoft Edge 1.3.155.43 или более поздней версии.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Позволяет задать стандартную работу Центра обновления Microsoft Edge при наличии доступных обновлений для Microsoft Edge.

Если включить данную политику, Центр обновления Microsoft Edge будет обрабатывать обновления Microsoft Edge в соответствии с тем, как вы настроите следующие параметры:
   — Всегда разрешать обновления: обновления всегда применяются при их обнаружении — при регулярной автоматической или ручной проверке.
  — Только автоматическая установка обновлений без уведомлений: обновления применяются только в случае обнаружения в ходе регулярной автоматической проверки.
  — Только обновления вручную: обновления применяются только в тех случаях, когда пользователь запускает проверку обновлений вручную. (Не во всех приложениях имеется соответствующий интерфейс.)
  — Обновления отключены: обновления никогда не применяются.

Если вы выберете обновление вручную, обязательно периодически проверяйте наличие обновлений, используя механизм обновления приложения вручную, если он доступен. Если вы отключите обновления, периодически проверяйте наличие обновлений и делитесь ими с пользователями.

Если этот параметр не включен и не настроен, Центр обновления Microsoft Edge обрабатывает доступные обновления согласно политике "Переопределение политики обновления по умолчанию".

Дополнительные сведения см. на странице https://go.microsoft.com/fwlink/?linkid=2136406.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeDev">Указывает, на каком канале следует обновить Microsoft Edge.

Если эта политика включена, Microsoft Edge будет обновлен до канала в соответствии с настройкой следующих параметров:

  — Стабильная версия: Microsoft Edge будет обновлен до последней стабильной версии.
  — Бета-версия: Microsoft Edge будет обновлен до последней бета-версии.
  — Версия разработчика: Microsoft Edge будет обновлен до последней версии разработчика.
  — Расширенная стабильная версия: Microsoft Edge будет обновлен до последней расширенной версии, которая имеет более длительную периодичность выпуска, чем стабильная. Дополнительные сведения см. на сайте https://go.microsoft.com/fwlink/?linkid=2163508.

Если эта политика не настроена, Microsoft Edge будет обновлен до последней версии, доступной для канала по умолчанию.

Эта политика доступна только в экземплярах Windows, которые присоединены к домену Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">Если эта политика включена и автообновление включено, Microsoft Edge будет обновлен до версии, указанной в этом значении политики. 

Значение политики должно быть определенной версией Microsoft Edge, например, 83.0.499.12.

Если на устройстве установлена более новая версия Microsoft Edge, чем указанное значение, Microsoft Edge останется в более новой версии и не будет понижен до указанной версии.

Если указанная версия не существует или неправильно отформатирована, Microsoft Edge останется в своей текущей версии и не обновится до будущих версий автоматически.

Дополнительные сведения см. на странице https://go.microsoft.com/fwlink/?linkid=2136707.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Указывает, что Центр обновления Microsoft Edge должен откатить установки Microsoft Edge до версии, указанной в параметре "Переопределение целевой версии".

Эта политика не оказывает влияния, если не настроен параметр "Переопределение целевой версии", а параметру "Переопределение политики обновления" не присвоено одно из включенных состояний (всегда разрешать обновления, только автоматические фоновые обновления, только обновления вручную).

Если отключить или не настроить эту политику, установки с версиями, превосходящими указанную в параметре "Переопределение целевой версии", будут оставлены как есть.

Если включить эту политику, установки с текущей версией, превосходящей указанную в параметре "Переопределение целевой версии", будут понижены до целевой версии.

Мы рекомендуем пользователям устанавливать последнюю версию браузера Microsoft Edge, чтобы обеспечить защиту с помощью последних обновлений системы безопасности. Откат к предыдущей версии создает риск возникновения известных проблем безопасности. Эта политика предназначена в качестве временного исправления проблем с обновлением браузера Microsoft Edge.

Перед временным откатом версии браузера мы рекомендуем включить синхронизацию (https://go.microsoft.com/fwlink/?linkid=2133032) для всех пользователей в организации. Если не включить синхронизацию, существует риск безвозвратной потери данных браузера. Используйте эту политику на собственный страх и риск.

Примечание. Все версии, доступные для отката, можно просмотреть здесь: https://aka.ms/EdgeEnterprise.

Эта политика применяется к Microsoft Edge версии 86 или более поздней.

Дополнительные сведения см. на странице https://go.microsoft.com/fwlink/?linkid=2133918.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeDev">Lets you specify whether users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you enable this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you disable this policy, users in the Windows Insider Program cannot be enrolled in Edge Preview via Microsoft Edge Update.

  - If you don't configure this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update by default.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">Указывает, можно ли установить канал Microsoft Edge на устройствах, подключенных к домену.

  Если включить этот параметр политики для канала, установка Microsoft Edge не будет заблокирована.

  Если отключить этот параметр политики для канала (или установить параметр "Установка отключена"), установка Microsoft Edge будет заблокирована.

  Если не настроить этот параметр политики для канала, возможность установки этого канала Microsoft Edge для пользователей будет определяться конфигурацией политики "Разрешить установку по умолчанию".

Если для этой политики задан параметр "Принудительная установка" (для каждого пользователя), приложение "APP_NAME" можно развернуть для каждого пользователя на всех компьютерах, только если Центр обновления Microsoft Edge предварительно установлен для каждого пользователя. Требуется Центр обновления Microsoft Edge 1.3.155.43 или более поздней версии.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Позволяет задать стандартную работу Центра обновления Microsoft Edge при наличии доступных обновлений для Microsoft Edge.

Если включить данную политику, Центр обновления Microsoft Edge будет обрабатывать обновления Microsoft Edge в соответствии с тем, как вы настроите следующие параметры:
   — Всегда разрешать обновления: обновления всегда применяются при их обнаружении — при регулярной автоматической или ручной проверке.
  — Только автоматическая установка обновлений без уведомлений: обновления применяются только в случае обнаружения в ходе регулярной автоматической проверки.
  — Только обновления вручную: обновления применяются только в тех случаях, когда пользователь запускает проверку обновлений вручную. (Не во всех приложениях имеется соответствующий интерфейс.)
  — Обновления отключены: обновления никогда не применяются.

Если вы выберете обновление вручную, обязательно периодически проверяйте наличие обновлений, используя механизм обновления приложения вручную, если он доступен. Если вы отключите обновления, периодически проверяйте наличие обновлений и делитесь ими с пользователями.

Если этот параметр не включен и не настроен, Центр обновления Microsoft Edge обрабатывает доступные обновления согласно политике "Переопределение политики обновления по умолчанию".

Дополнительные сведения см. на странице https://go.microsoft.com/fwlink/?linkid=2136406.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeCanary">Указывает, на каком канале следует обновить Microsoft Edge.

Если эта политика включена, Microsoft Edge будет обновлен до канала в соответствии с настройкой следующих параметров:

  — Стабильная версия: Microsoft Edge будет обновлен до последней стабильной версии.
  — Бета-версия: Microsoft Edge будет обновлен до последней бета-версии.
  — Версия разработчика: Microsoft Edge будет обновлен до последней версии разработчика.
  — Расширенная стабильная версия: Microsoft Edge будет обновлен до последней расширенной версии, которая имеет более длительную периодичность выпуска, чем стабильная. Дополнительные сведения см. на сайте https://go.microsoft.com/fwlink/?linkid=2163508.

Если эта политика не настроена, Microsoft Edge будет обновлен до последней версии, доступной для канала по умолчанию.

Эта политика доступна только в экземплярах Windows, которые присоединены к домену Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">Если эта политика включена и автообновление включено, Microsoft Edge будет обновлен до версии, указанной в этом значении политики. 

Значение политики должно быть определенной версией Microsoft Edge, например, 83.0.499.12.

Если на устройстве установлена более новая версия Microsoft Edge, чем указанное значение, Microsoft Edge останется в более новой версии и не будет понижен до указанной версии.

Если указанная версия не существует или неправильно отформатирована, Microsoft Edge останется в своей текущей версии и не обновится до будущих версий автоматически.

Дополнительные сведения см. на странице https://go.microsoft.com/fwlink/?linkid=2136707.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Указывает, что Центр обновления Microsoft Edge должен откатить установки Microsoft Edge до версии, указанной в параметре "Переопределение целевой версии".

Эта политика не оказывает влияния, если не настроен параметр "Переопределение целевой версии", а параметру "Переопределение политики обновления" не присвоено одно из включенных состояний (всегда разрешать обновления, только автоматические фоновые обновления, только обновления вручную).

Если отключить или не настроить эту политику, установки с версиями, превосходящими указанную в параметре "Переопределение целевой версии", будут оставлены как есть.

Если включить эту политику, установки с текущей версией, превосходящей указанную в параметре "Переопределение целевой версии", будут понижены до целевой версии.

Мы рекомендуем пользователям устанавливать последнюю версию браузера Microsoft Edge, чтобы обеспечить защиту с помощью последних обновлений системы безопасности. Откат к предыдущей версии создает риск возникновения известных проблем безопасности. Эта политика предназначена в качестве временного исправления проблем с обновлением браузера Microsoft Edge.

Перед временным откатом версии браузера мы рекомендуем включить синхронизацию (https://go.microsoft.com/fwlink/?linkid=2133032) для всех пользователей в организации. Если не включить синхронизацию, существует риск безвозвратной потери данных браузера. Используйте эту политику на собственный страх и риск.

Примечание. Все версии, доступные для отката, можно просмотреть здесь: https://aka.ms/EdgeEnterprise.

Эта политика применяется к Microsoft Edge версии 86 или более поздней.

Дополнительные сведения см. на странице https://go.microsoft.com/fwlink/?linkid=2133918.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeCanary">Lets you specify whether users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you enable this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you disable this policy, users in the Windows Insider Program cannot be enrolled in Edge Preview via Microsoft Edge Update.

  - If you don't configure this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update by default.</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">Указывает, можно ли установить канал Microsoft Edge на устройствах, подключенных к домену.

  Если включить этот параметр политики для канала, установка Microsoft Edge не будет заблокирована.

  Если отключить этот параметр политики для канала (или установить параметр "Установка отключена"), установка Microsoft Edge будет заблокирована.

  Если не настроить этот параметр политики для канала, возможность установки этого канала Microsoft Edge для пользователей будет определяться конфигурацией политики "Разрешить установку по умолчанию".

Если для этой политики задано значение "Всегда разрешать Machine-Wide, но не Per-User установок", "APP_NAME" будет развернут только на уровне компьютера.

Если для этой политики задан параметр "Принудительная установка" (на уровне компьютера), приложение "APP_NAME" можно развернуть на уровне компьютера, только если предварительно установлен Центр обновления Microsoft Edge. Требуется Центр обновления Microsoft Edge 1.3.155.43 или более поздней версии.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Позволяет задать стандартную работу Центра обновления Microsoft Edge при наличии доступных обновлений для Microsoft Edge.

Если включить данную политику, Центр обновления Microsoft Edge будет обрабатывать обновления Microsoft Edge в соответствии с тем, как вы настроите следующие параметры:
   — Всегда разрешать обновления: обновления всегда применяются при их обнаружении — при регулярной автоматической или ручной проверке.
  — Только автоматическая установка обновлений без уведомлений: обновления применяются только в случае обнаружения в ходе регулярной автоматической проверки.
  — Только обновления вручную: обновления применяются только в тех случаях, когда пользователь запускает проверку обновлений вручную. (Не во всех приложениях имеется соответствующий интерфейс.)
  — Обновления отключены: обновления никогда не применяются.

Если вы выберете обновление вручную, обязательно периодически проверяйте наличие обновлений, используя механизм обновления приложения вручную, если он доступен. Если вы отключите обновления, периодически проверяйте наличие обновлений и делитесь ими с пользователями.

Если этот параметр не включен и не настроен, Центр обновления Microsoft Edge обрабатывает доступные обновления согласно политике "Переопределение политики обновления по умолчанию".

Дополнительные сведения см. на странице https://go.microsoft.com/fwlink/?linkid=2136406.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeWebView">Указывает, на каком канале следует обновить Microsoft Edge.

Если эта политика включена, Microsoft Edge будет обновлен до канала в соответствии с настройкой следующих параметров:

  — Стабильная версия: Microsoft Edge будет обновлен до последней стабильной версии.
  — Бета-версия: Microsoft Edge будет обновлен до последней бета-версии.
  — Версия разработчика: Microsoft Edge будет обновлен до последней версии разработчика.
  — Расширенная стабильная версия: Microsoft Edge будет обновлен до последней расширенной версии, которая имеет более длительную периодичность выпуска, чем стабильная. Дополнительные сведения см. на сайте https://go.microsoft.com/fwlink/?linkid=2163508.

Если эта политика не настроена, Microsoft Edge будет обновлен до последней версии, доступной для канала по умолчанию.

Эта политика доступна только в экземплярах Windows, которые присоединены к домену Microsoft® Active Directory®.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">Если эта политика включена и автообновление включено, Microsoft Edge будет обновлен до версии, указанной в этом значении политики. 

Значение политики должно быть определенной версией Microsoft Edge, например, 83.0.499.12.

Если на устройстве установлена более новая версия Microsoft Edge, чем указанное значение, Microsoft Edge останется в более новой версии и не будет понижен до указанной версии.

Если указанная версия не существует или неправильно отформатирована, Microsoft Edge останется в своей текущей версии и не обновится до будущих версий автоматически.

Дополнительные сведения см. на странице https://go.microsoft.com/fwlink/?linkid=2136707.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Указывает, что Центр обновления Microsoft Edge должен откатить установки Microsoft Edge до версии, указанной в параметре "Переопределение целевой версии".

Эта политика не оказывает влияния, если не настроен параметр "Переопределение целевой версии", а параметру "Переопределение политики обновления" не присвоено одно из включенных состояний (всегда разрешать обновления, только автоматические фоновые обновления, только обновления вручную).

Если отключить или не настроить эту политику, установки с версиями, превосходящими указанную в параметре "Переопределение целевой версии", будут оставлены как есть.

Если включить эту политику, установки с текущей версией, превосходящей указанную в параметре "Переопределение целевой версии", будут понижены до целевой версии.

Мы рекомендуем пользователям устанавливать последнюю версию браузера Microsoft Edge, чтобы обеспечить защиту с помощью последних обновлений системы безопасности. Откат к предыдущей версии создает риск возникновения известных проблем безопасности. Эта политика предназначена в качестве временного исправления проблем с обновлением браузера Microsoft Edge.

Перед временным откатом версии браузера мы рекомендуем включить синхронизацию (https://go.microsoft.com/fwlink/?linkid=2133032) для всех пользователей в организации. Если не включить синхронизацию, существует риск безвозвратной потери данных браузера. Используйте эту политику на собственный страх и риск.

Примечание. Все версии, доступные для отката, можно просмотреть здесь: https://aka.ms/EdgeEnterprise.

Эта политика применяется к Microsoft Edge версии 86 или более поздней.

Дополнительные сведения см. на странице https://go.microsoft.com/fwlink/?linkid=2133918.

Эта политика доступна только для экземпляров Windows, присоединенных к домену Microsoft® Active Directory®.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeWebView">Lets you specify whether users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you enable this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update.

  - If you disable this policy, users in the Windows Insider Program cannot be enrolled in Edge Preview via Microsoft Edge Update.

  - If you don't configure this policy, users in the Windows Insider Program are enrolled in Edge Preview via Microsoft Edge Update by default.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">Количество минут между проверками наличия обновлений</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">Час</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">Минута</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">Длительность</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">Тип URL-адреса загрузки для запроса</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">Укажите, как указать параметры прокси-сервера</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>Адрес или URL-адрес прокси-сервера</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>URL-адрес PAC-файла прокси-сервера</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Обновление политики</dropdownList>
      </presentation>
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">Обновление политики</dropdownList>
      </presentation>
      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>Целевая версия</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ECSControl">
        <dropdownList refId="Part_ECSControl"
            defaultItem="1">Управление связью средства обновления со службой "Служба расширенной конфигурации"</dropdownList>
      </presentation>
      <presentation id="Pol_TargetChannel" >
        <dropdownList refId="Part_TargetChannel"
            defaultItem="0">Целевой канал
        </dropdownList>
      </presentation>
      <presentation id="Pol_DefaultRemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_RemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_EdgePreview" />
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultAllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Политика установки</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">Политика установки</dropdownList>
      </presentation>

    </presentationTable>
  </resources>
</policyDefinitionResources>